export const ErrorMessageConfig = {
  E0026: 'โปรดบันทึก {0} ให้ครบถ้วน',
  E0113: 'ไม่สามารถทำงานที่ประเภทการยื่นแบบเป็น การยื่นแบบทางอินเตอร์เน็ต ได้',
  E0114: 'เลขคุมชุดเอกสารที่ท่านบันทึก สงวนสิทธิ์สำหรับเจ้าหน้าที่ LTO เท่านั้น',
  E0115: 'เลขคุมชุดเอกสารที่ท่านบันทึก มีรหัสสำนักงานอยู่นอกเหนือความดูแลของท่าน',
  E0116: 'เลขคุมชุดเอกสารที่ท่านบันทึก ไม่ใช่ชุดเอกสารสำหรับเจ้าหน้าที่ LTO',
  E0129: 'ไม่สามารถดำเนินการได้ เนื่องจากข้อมูลอยู่นอกเหนือเขตความดูแลของสำนักงานของท่าน',
  E0244: 'ไม่สามารถทำงานได้ เนื่องจากเลขคุมชุดเอกสารเป็นเลขคุมชุดเอกสารที่มาจากการ Conversion',

  E0111: 'ไม่สามารถเลือกรายการดังกล่าวเนื่องจากสถานะแบบฯไม่ได้เป็นเปิดให้บันทึกข้อมูล',
  E0500: 'ไม่สามารถดำเนินการได้ เนื่องจากชุดเอกสารอนุมัติแล้ว',
  E0501: 'โปรดเลือกชุดข้อมูลที่ต้องการอนุมัติ'
};
