export const ErrorMessageConfig = {
  E0026: 'โปรดบันทึก {0}',
  E0360: 'วันที่ รับแบบ ต้องน้อยกว่าหรือเท่ากับ วันที่ปัจจุบัน',
  E0358: 'วันเริ่มต้นการ เป็นสมาชิกต้อง น้อยกว่าหรือเท่ากับ วันหมดอายุการเป็นสมาชิก',
  E0359: 'วันที่อนุญาตต้อง น้อยกว่า วันที่ หมดอายุ',
  E0362: 'วันหมดอายุการเป็นสมาชิกต้อง มากกว่าหรือเท่ากับ วันเริ่มต้นการเป็นสมาชิก',
  E0363: 'วันที่หมดอายุต้อง มากกว่า วันที่อนุญาต',
  E0365: 'เลขประจำตัวผู้เสียภาษีอากร ที่บันทึกไม่ถูกต้องตาม หลักเกณฑ์',
  E0366: 'เลขประจำตัวผู้เสียภาษีอากร จะต้องเป็นตัวเลขจำนวน 13 หลัก',
  E0514: 'เลขที่ทะเบียนรับ ซ้ำ กรุณากรอกข้อมูลใหม่',
  E9008: 'ไม่พบข้อมูล กรุณาตรวจสอบอีกครั้ง',

  E10012: 'วันเดือนปีที่บันทึกไม่ถูกต้องตามปีปฏิทิน',
  E10013: 'เลขที่ทะเบียนรับที่บันทึกจะต้องเป็นตัวเลข 8 หลัก',
  E10010: 'วันเดือนปีที่บันทึกจะต้องเป็น ตัวเลข 8 หลัก',
};
